[
  {
    "title": "HP - Notebook Gaming VICTUS 15-FA1057NL Intel Core i5-Mica Silver",
    "description": "L’HP Victus 15-FA1057NL è un notebook gaming potente e versatile, ideale per chi cerca prestazioni elevate in un design moderno. Dotato di processore Intel Core i5 di 12ª generazione e scheda grafica NVIDIA RTX, offre un’esperienza fluida sia nel gioco che nell’uso quotidiano. Il display Full HD da 15,6” e il design in Mica Silver completano un laptop solido e performante.",
    "category": "PC Portatili",
    "brand": "HP",
    "price": 799,
    "image": "IMG_products/pc-portatili/portatile_1.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.3",
      "Connettore RJ 45"
    ],
    "id": 1,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Notebook GALAXY BOOK4 Core i7-Gray",
    "description": "Il Samsung Galaxy Book4 con processore Intel Core i7 è un notebook elegante e potente, perfetto per lavoro e intrattenimento. Dotato di display AMOLED da 15,6”, 16 GB di RAM e SSD da 512 GB, unisce prestazioni elevate a un design sottile e leggero in finitura grigia.",
    "category": "PC Portatili",
    "brand": "SAMSUNG",
    "price": 699,
    "image": "IMG_products/pc-portatili/portatile_2.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "Wifi 6",
      "Bluetooth 5.2",
      "Connettore RJ 45"
    ],
    "id": 2,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - Notebook Yoga Slim 7 15ILL9 Intel Core Ultra 7 S2",
    "description": "Il Lenovo Yoga Slim 7 15ILL9 è un notebook ultrasottile e leggero, pensato per offrire alte prestazioni in mobilità. Dotato di processore Intel Core Ultra 7 e grafica integrata Intel Arc, unisce potenza e autonomia, con un display 15,3” 2.8K ad alta risoluzione ideale per produttività e intrattenimento. Supporta Wi-Fi 7 e Bluetooth 5.4 per una connettività avanzata.",
    "category": "PC Portatili",
    "brand": "LENOVO",
    "price": 1399,
    "image": "IMG_products/pc-portatili/portatile_3.jpg",
    "displayDimensions": 15.3,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wireless",
      "Wifi 7",
      "Bluetooth 5.4"
    ],
    "id": 3,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - LOQ Notebook 15,6 Intel i7 32GB 1TB RTX4060-Luna Grey",
    "description": "Il Lenovo LOQ 15,6” è un notebook da gaming di fascia media, progettato per offrire prestazioni solide a un prezzo accessibile. Equipaggiato con un processore Intel Core i7-13650HX di 13ª generazione, 32GB di RAM DDR5 e una GPU NVIDIA GeForce RTX 4060 da 8GB, garantisce fluidità nei giochi e nelle applicazioni intensive. Il display Full HD da 15,6” con refresh rate di 144Hz assicura immagini nitide e reattive. La scocca in Luna Grey combina materiali plastici robusti con un design sobrio, rendendolo adatto sia per il gaming che per l’uso quotidiano.",
    "category": "PC Portatili",
    "brand": "LENOVO",
    "price": 1399,
    "image": "IMG_products/pc-portatili/portatile_4.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "Wifi 6",
      "Bluetooth 5.2",
      "Connettore RJ 45"
    ],
    "id": 4,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ACER - Notebook A315-44P-R3CA-Silver",
    "description": "L’Acer Aspire 3 A315-44P-R3CA è un notebook versatile, ideale per l’uso quotidiano e la produttività. Dotato di un processore AMD Ryzen 7 5700U, 16GB di RAM e un SSD da 1TB, offre prestazioni fluide per multitasking e archiviazione. Il display Full HD da 15,6” con tecnologia IPS garantisce immagini nitide e ampi angoli di visione. La connettività Wi-Fi 6 assicura una navigazione veloce e stabile. Il design sottile e il colore Silver conferiscono un aspetto elegante e professionale.",
    "category": "PC Portatili",
    "brand": "ACER",
    "price": 649,
    "image": "IMG_products/pc-portatili/portatile_5.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "802.11a/b/g/n+ax wireless LAN",
      "Bluetooth 5.1",
      "Connettore RJ 45"
    ],
    "id": 5,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ASUS - Notebook F1504ZA-NJ788W-Silver",
    "description": "L’ASUS Vivobook 15 F1504ZA-NJ788W è un notebook sottile e leggero, ideale per l’uso quotidiano e la produttività. Equipaggiato con un processore Intel Core i3-1215U di 12ª generazione, 8 GB di RAM e un SSD da 512 GB, offre prestazioni fluide per attività come navigazione web, elaborazione di documenti e streaming. Il display da 15,6” Full HD con trattamento antiriflesso garantisce una visione confortevole, mentre la connettività Wi-Fi 6E assicura una connessione internet veloce e stabile. Il design in colorazione Silver conferisce un aspetto moderno e professionale. ",
    "category": "PC Portatili",
    "brand": "ASUS",
    "price": 469,
    "image": "IMG_products/pc-portatili/portatile_6.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.3"
    ],
    "id": 6,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - GALAXY CHROMEBOOK GO-Silver",
    "description": "Il Samsung Galaxy Chromebook Go da 14” è un laptop leggero e resistente, ideale per studenti e professionisti in mobilità. Dotato di un processore Intel Celeron N4500, 4 GB di RAM e 64 GB di memoria eMMC, offre prestazioni adeguate per le attività quotidiane. Il display HD da 14” con trattamento antiriflesso garantisce una visione confortevole, mentre la batteria assicura un’autonomia fino a 12 ore. La connettività Wi-Fi 6 e Bluetooth 5.1 consente una connessione stabile e veloce. Il design sottile e la colorazione Silver conferiscono un aspetto moderno e professionale.",
    "category": "PC Portatili",
    "brand": "SAMSUNG",
    "price": 269,
    "image": "IMG_products/pc-portatili/portatile_7.jpg",
    "displayDimensions": 14,
    "displayPresence": "SI",
    "releaseYear": 2021,
    "connectivity": [
      "Modem",
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.1"
    ],
    "id": 7,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ACER - CHROMEBOOK PLUS 515 CB515-2H-34ZU LAPTOP IA Google-Grigio",
    "description": "L’Acer Chromebook Plus 515 CB515-2H-34ZU è un laptop da 15,6” progettato per la produttività quotidiana e l’uso scolastico. Dotato di un processore Intel Core i3-1215U di 12ª generazione, 8 GB di RAM DDR5 e un SSD da 256 GB, offre prestazioni fluide per attività come navigazione web, elaborazione di documenti e streaming. Il display Full HD con trattamento antiriflesso garantisce una visione confortevole, mentre la connettività Wi-Fi 6E assicura una connessione internet veloce e stabile. Il design in colorazione Grigio conferisce un aspetto moderno e professionale.",
    "category": "PC Portatili",
    "brand": "ACER",
    "price": 364,
    "image": "IMG_products/pc-portatili/portatile_8.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.0"
    ],
    "id": 8,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - Ideapad Slim 3 Intel i5 16GB 1TB 83EM00J7IX-Arctic Grey",
    "description": "Il Lenovo IdeaPad Slim 3 15IRH8 è un notebook versatile e potente, ideale per la produttività quotidiana. Dotato di un processore Intel Core i5-13420H di 13ª generazione, 16 GB di RAM LPDDR5 e un SSD da 1 TB, offre prestazioni fluide per multitasking e archiviazione. Il display Full HD da 15,6” con trattamento antiriflesso garantisce una visione confortevole, mentre la connettività Wi-Fi 6 assicura una connessione internet veloce e stabile. Il design sottile e la colorazione Arctic Grey conferiscono un aspetto moderno e professionale.",
    "category": "PC Portatili",
    "brand": "LENOVO",
    "price": 650,
    "image": "IMG_products/pc-portatili/portatile_9.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.2"
    ],
    "id": 9,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Notebook GALAXY BOOK2 PRO SE-Silver",
    "description": "Il Samsung Galaxy Book2 Pro SE è un laptop ultraleggero e sottile, progettato per offrire prestazioni elevate in mobilità. Equipaggiato con un processore Intel Core Ultra 7 155H, 16 GB di RAM LPDDR5X e un SSD NVMe da 512 GB, garantisce velocità e reattività. Il display AMOLED Full HD da 15,6” offre colori vividi e neri profondi, ideale per la visione di contenuti multimediali e il lavoro creativo. La connettività Wi-Fi 6E assicura una navigazione internet rapida e stabile. Il design elegante in colorazione Silver conferisce un aspetto moderno e professionale.",
    "category": "PC Portatili",
    "brand": "SAMSUNG",
    "price": 934,
    "image": "IMG_products/pc-portatili/portatile_10.jpg",
    "displayDimensions": 15.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.3"
    ],
    "id": 10,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - Desktop IDEACENTRE AIO F0HM0021IX",
    "description": "Il Lenovo IdeaCentre AIO 27IRH9 (modello F0HM0021IX) è un PC All-in-One da 27” progettato per offrire prestazioni elevate in un design elegante e salvaspazio. Equipaggiato con un processore Intel Core i7-13620H di 13ª generazione, 16 GB di RAM DDR5 e un SSD da 1 TB, garantisce velocità e reattività per attività quotidiane e professionali. Il display Full HD con pannello IPS offre immagini nitide e colori vivaci, mentre la scheda grafica integrata Intel UHD Graphics supporta una buona qualità visiva per contenuti multimediali. La connettività Wi-Fi 6 assicura una navigazione internet rapida e stabile. Il design in colorazione grigia conferisce un aspetto moderno e professionale.",
    "category": "PC Desktop",
    "brand": "LENOVO",
    "price": 1099,
    "image": "IMG_products/pc-desktop/desktop_1.jpg",
    "displayDimensions": 27,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.1",
      "2 Porte USB 1.1/2.0"
    ],
    "id": 11,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "HP - Desktop VICTUS TG02-2004NL-Mica Silver",
    "description": "Il HP Victus TG02-2004NL è un desktop gaming potente e versatile, ideale per chi cerca prestazioni elevate in un design compatto. Equipaggiato con un processore Intel Core i7-14700F di 14ª generazione, 16 GB di RAM DDR4-3200 MHz e un SSD PCIe NVMe da 1 TB, offre velocità e reattività per gaming e multitasking. La scheda grafica dedicata NVIDIA GeForce RTX 4060 con 8 GB di memoria GDDR6 garantisce un’esperienza visiva fluida e dettagliata. Il sistema operativo Windows 11 Home assicura un’interfaccia moderna e funzionalità avanzate. Il case in colorazione Mica Silver conferisce un aspetto elegante e moderno.",
    "category": "PC Desktop",
    "brand": "HP",
    "price": 1449,
    "image": "IMG_products/pc-desktop/desktop_2.jpg",
    "displayDimensions": 27,
    "displayPresence": "NO",
    "releaseYear": 2025,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.3",
      "4 Porte USB 1.1/2.0"
    ],
    "id": 12,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - Desktop IDEACENTRE 3 90VT006RIX",
    "description": "Il Lenovo IdeaCentre 3 90VT006RIX è un PC desktop compatto e versatile, ideale per l’uso domestico e la produttività quotidiana. Equipaggiato con un processore Intel Core i5-13400 di 13ª generazione, 8 GB di RAM DDR4 e un SSD da 512 GB, offre prestazioni affidabili per attività come navigazione web, elaborazione di documenti e streaming. La scheda grafica integrata Intel UHD Graphics 730 supporta una buona qualità visiva per contenuti multimediali. Il design elegante in colorazione Cloud Grey si adatta facilmente a qualsiasi ambiente domestico.",
    "category": "PC Desktop",
    "brand": "LENOVO",
    "price": 604,
    "image": "IMG_products/pc-desktop/desktop_3.jpeg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2023,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6",
      "Bluetooth 5.1",
      "2 Porte USB 1.1/2.0"
    ],
    "id": 13,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ACER - Desktop PREDATOR ORION 3000 PO3-655-Nero",
    "description": "Il Predator Orion 3000 PO3-655 è un desktop gaming compatto e potente, progettato per offrire prestazioni elevate in un design elegante. Equipaggiato con un processore Intel Core i7-14700F di 14ª generazione, 16 GB di RAM DDR5 e un SSD PCIe Gen 4 da 1 TB, garantisce velocità e reattività per gaming e multitasking. La scheda grafica dedicata NVIDIA GeForce RTX 4060 con 8 GB di memoria GDDR6 offre un’esperienza visiva fluida e dettagliata. Il sistema di raffreddamento Predator FrostBlade™ 3.0 assicura temperature ottimali anche durante sessioni di gioco intense. La connettività Wi-Fi 6E e le numerose porte USB garantiscono una connessione stabile e versatile. Il case nero con pannello laterale in vetro temperato e illuminazione RGB conferisce un aspetto moderno e accattivante.",
    "category": "PC Desktop",
    "brand": "ACER",
    "price": 1630,
    "image": "IMG_products/pc-desktop/desktop_4.jpeg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2023,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.0",
      "4 Porte USB 1.1/2.0"
    ],
    "id": 14,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "APPLE - Mac Mini M4 Core 10 CPU 10 GPU 24GB 512GB SSD-Argento",
    "description": "Il Mac Mini M4 è un desktop compatto e silenzioso, ideale per produttività e creatività. Con chip Apple M4 (10-core CPU/GPU), 24 GB di memoria unificata e SSD da 512 GB, offre prestazioni elevate e supporta fino a tre monitor ad alta risoluzione. Design aggiornato con porte frontali USB-C e Thunderbolt 4.",
    "category": "PC Desktop",
    "brand": "APPLE",
    "price": 1229,
    "image": "IMG_products/pc-desktop/desktop_5.jpg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2024,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.3"
    ],
    "id": 15,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ACER - Desktop ASPIRE C 27 C27-1800-Nero",
    "description": "L’Acer Aspire C27-1800 è un All-in-One da 27” sottile e moderno, ideale per l’uso domestico o l’ufficio. Dotato di processore Intel Core i5-12450H, 16 GB di RAM DDR4 e SSD da 1 TB, offre prestazioni fluide per attività quotidiane. Il display Full HD con cornici sottili garantisce un’esperienza visiva coinvolgente. Include Wi-Fi 6E, Bluetooth 5.3 e Windows 11 Home.",
    "category": "PC Desktop",
    "brand": "ACER",
    "price": 725,
    "image": "IMG_products/pc-desktop/desktop_6.jpeg",
    "displayDimensions": 27,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.0",
      "1 Porte USB 1.1/2.0"
    ],
    "id": 16,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "ACER - Desktop ASPIRE XC XC-1780-Nero",
    "description": "Il Acer Aspire XC-1780 è un desktop compatto da 8 litri, ideale per l’uso quotidiano e la produttività. Dotato di processore Intel Core i5-13400, 8 GB di RAM DDR4 e SSD da 512 GB, offre prestazioni affidabili per attività come navigazione web, elaborazione di documenti e streaming. La scheda grafica integrata Intel UHD Graphics 730 supporta una buona qualità visiva per contenuti multimediali. Il design elegante in colorazione nera si adatta facilmente a qualsiasi ambiente domestico o professionale.",
    "category": "PC Desktop",
    "brand": "ACER",
    "price": 599,
    "image": "IMG_products/pc-desktop/desktop_7.jpeg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2023,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.0",
      "4 Porte USB 1.1/2.0"
    ],
    "id": 17,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "APPLE - iMac Retina 4.5K M4 Core 10 CPU 10 GPU 256GB-Argento",
    "description": "L’iMac da 24” con chip Apple M4 offre prestazioni elevate in un design elegante. Dotato di un display Retina 4.5K da 24 pollici, 16 GB di memoria unificata e 256 GB di SSD, è ideale per attività creative e produttive. Include una fotocamera da 12 MP con Center Stage, quattro porte Thunderbolt 4 e supporto per due monitor esterni 6K.",
    "category": "PC Desktop",
    "brand": "APPLE",
    "price": 2029,
    "image": "IMG_products/pc-desktop/desktop_8.jpg",
    "displayDimensions": 23.5,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.3"
    ],
    "id": 18,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LENOVO - Desktop IDEACENTRE TOWER 90X2001JIX",
    "description": "Il Lenovo IdeaCentre Tower 90X2001JIX è un desktop compatto da 13,6 litri, ideale per uso domestico e professionale. Dotato di processore Intel Core i5-14400 (10 core), 16 GB di RAM DDR5 e SSD da 1 TB, offre prestazioni elevate per attività quotidiane. La scheda grafica integrata Intel UHD Graphics 730 supporta una buona qualità visiva per contenuti multimediali. Include porte USB-C, HDMI, VGA e supporta Wi-Fi 6E e Bluetooth 5.3.",
    "category": "PC Desktop",
    "brand": "LENOVO",
    "price": 899,
    "image": "IMG_products/pc-desktop/desktop_9.jpeg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2024,
    "connectivity": [
      "Scheda di rete",
      "Ethernet",
      "Wireless",
      "Wi-Fi 6E",
      "Bluetooth 5.3",
      "4 Porte USB 1.1/2.0"
    ],
    "id": 19,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "HP - Desktop M01-F3026NL-Nero",
    "description": "Il HP M01-F3026NL è un desktop compatto e versatile, ideale per l’uso domestico e professionale. Dotato di processore Intel Core i5-13400 (10 core, fino a 4,6 GHz), 8 GB di RAM DDR4 e SSD da 512 GB, offre prestazioni elevate per attività quotidiane. La scheda grafica integrata Intel UHD Graphics 730 supporta una buona qualità visiva per contenuti multimediali. Il design elegante in colorazione nera si adatta facilmente a qualsiasi ambiente.",
    "category": "PC Desktop",
    "brand": "HP",
    "price": 500,
    "image": "IMG_products/pc-desktop/desktop_10.jpg",
    "displayDimensions": 0,
    "displayPresence": "NO",
    "releaseYear": 2024,
    "connectivity": [
      "Ethernet",
      "Wireless",
      "Wifi 6",
      "Bluetooth 4.2",
      "4 Porte USB 1.1/2.0"
    ],
    "id": 20,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - GALAXY A25 5G 128GB-Blue Black",
    "description": "Smartphone con display 6,5” FHD+ Super AMOLED, 50 MP fotocamera principale e batteria da 5.000 mAh. Supporta 5G e ha un processore Exynos 1280. Memoria espandibile fino a 1 TB. Design elegante in Blue Black.",
    "category": "Smartphone e Cellulari",
    "brand": "SAMSUNG",
    "price": 215,
    "image": "IMG_products/smartphone/telefono_1.jpeg",
    "displayDimensions": 6.5,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 21,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - GALAXY A35 5G 256GB-Awesome Navy",
    "description": "Smartphone di fascia media con display 6,6” FHD+ Super AMOLED a 120 Hz, processore Exynos 1380, tripla fotocamera da 50 MP con OIS e batteria da 5.000 mAh. Supporta 5G e memoria espandibile fino a 1 TB tramite microSD. Certificazione IP67 per resistenza all’acqua e polvere.",
    "category": "Smartphone e Cellulari",
    "brand": "SAMSUNG",
    "price": 329,
    "image": "IMG_products/smartphone/telefono_2.jpg",
    "displayDimensions": 6.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 22,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "HONOR - Smartphone MAGIC7 LITE 8+512-Purple",
    "description": "Smartphone di fascia media con display OLED da 6,78”, processore Snapdragon 6 Gen 1, fotocamera principale da 108 MP e batteria da 6.600 mAh. Supporta la ricarica rapida a 66W e offre connettività 5G. Disponibile in Titanium Purple e Titanium Black.",
    "category": "Smartphone e Cellulari",
    "brand": "HONOR",
    "price": 350,
    "image": "IMG_products/smartphone/telefono_3.jpg",
    "displayDimensions": 6.78,
    "displayPresence": "SI",
    "releaseYear": 2025,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.1",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 23,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "APPLE - iPhone 16 128GB-Nero",
    "description": "Smartphone con display 6,1” Super Retina XDR OLED, chip A17 Bionic a 6 core, fotocamera principale 48 MP con modalità ProRAW, registrazione video 4K e Deep Fusion. Batteria da 3.200 mAh con ricarica rapida e supporto 5G. Design in vetro e alluminio nero.",
    "category": "Smartphone e Cellulari",
    "brand": "APPLE",
    "price": 979,
    "image": "IMG_products/smartphone/telefono_4.jpg",
    "displayDimensions": 6.1,
    "displayPresence": "SI",
    "releaseYear": 2025,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 24,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Galaxy Z Fold6 12GB + 1TB-Silver Shadow",
    "description": "Smartphone pieghevole premium con display principale da 7,6” Dynamic AMOLED 2X (QXGA+), processore Snapdragon 8 Gen 3, tripla fotocamera da 50 MP (wide), 12 MP (ultra-wide) e 10 MP (telephoto), batteria da 4.400 mAh e supporto per 5G. Design elegante in Silver Shadow.",
    "category": "Smartphone e Cellulari",
    "brand": "SAMSUNG",
    "price": 2576,
    "image": "IMG_products/smartphone/telefono_5.jpg",
    "displayDimensions": 7.6,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 25,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "OPPO - Smartphone RENO12 FS 5G 12+512-AMBER ORANGE",
    "description": "Smartphone di fascia media con display 6,67” AMOLED a 120 Hz, processore MediaTek Dimensity 6300, tripla fotocamera da 50 MP (wide), 8 MP (ultra-wide) e 2 MP (macro), batteria da 5.000 mAh e supporto per 5G. Design elegante in Amber Orange.",
    "category": "Smartphone e Cellulari",
    "brand": "OPPO",
    "price": 292,
    "image": "IMG_products/smartphone/telefono_6.jpg",
    "displayDimensions": 6.67,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 26,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "XIAOMI - Smartphone REDMI 13 8+256GB-Midnight Black",
    "description": "Smartphone entry-level con display 6,67” AMOLED a 120 Hz, processore Snapdragon 685, tripla fotocamera da 108 MP, batteria da 5.000 mAh con ricarica rapida a 33W, e certificazione IP54. Supporta memoria espandibile fino a 1 TB.",
    "category": "Smartphone e Cellulari",
    "brand": "XIAOMI",
    "price": 149,
    "image": "IMG_products/smartphone/telefono_7.jpg",
    "displayDimensions": 6.79,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "Bluetooth 5.4",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 27,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "APPLE - iPhone 16 Pro 128GB-Titanio sabbia",
    "description": "Smartphone premium con display 6,3” Super Retina XDR OLED a 120 Hz, risoluzione 2622 x 1206 px. Equipaggiato con il chip A18 Pro a 6 core, 8 GB di RAM e 128 GB di memoria interna (non espandibile). Sistema fotografico avanzato con tripla fotocamera: 48 MP wide, 48 MP ultra-wide e 12 MP teleobiettivo 5x, supporta registrazioni video in 4K a 120 fps con Dolby Vision. Dotato di Action Button, Camera Control, USB-C, Wi-Fi 7, 5G, Face ID e certificazione IP68. Batteria con autonomia fino a 27 ore in riproduzione video. ",
    "category": "Smartphone e Cellulari",
    "brand": "APPLE",
    "price": 1239,
    "image": "IMG_products/smartphone/telefono_8.jpg",
    "displayDimensions": 6.3,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.3",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 28,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "REALME - Smartphone REALME 12 PRO+ 5G 512GB/12 GB-Submarine Blue",
    "description": "Smartphone di fascia alta con display 6,7” Curved Vision OLED a 120 Hz, processore Snapdragon 7s Gen 2 a 4 nm, GPU Adreno 710, tripla fotocamera con sensore principale 50 MP (Sony IMX890) e teleobiettivo 64 MP con zoom ottico 3x. Batteria da 5.000 mAh con ricarica rapida 67W SUPERVOOC. Memoria interna da 512 GB non espandibile e 12 GB di RAM espandibili fino a 24 GB tramite Dynamic RAM. Certificazione IP65 per resistenza a polvere e schizzi.",
    "category": "Smartphone e Cellulari",
    "brand": "REALME",
    "price": 349,
    "image": "IMG_products/smartphone/telefono_9.jpeg",
    "displayDimensions": 6.7,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.2",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 29,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Smartphone Galaxy A56 5G 256GB-Awesome Graphite",
    "description": "Smartphone di fascia media con display 6,7” FHD+ Super AMOLED a 120 Hz, luminosità fino a 1900 nits, protetto da Gorilla Glass Victus+. Alimentato dal chip Exynos 1580 con 12 GB di RAM e 256 GB di memoria interna (non espandibile). Tripla fotocamera: 50 MP principale, 12 MP ultra-wide e 5 MP macro. Batteria da 5000 mAh con ricarica rapida 45W. Certificazione IP67 per resistenza a polvere e acqua. Supporta 5G, Wi-Fi 6, Bluetooth 5.3 e eSIM.",
    "category": "Smartphone e Cellulari",
    "brand": "SAMSUNG",
    "price": 482,
    "image": "IMG_products/smartphone/telefono_10.jpeg",
    "displayDimensions": 6.7,
    "displayPresence": "SI",
    "releaseYear": 2025,
    "connectivity": [
      "4G-LTE",
      "5G-LTE",
      "Bluetooth 5.4",
      "USB Type-c 2.0",
      "Wi-Fi",
      "GPS"
    ],
    "id": 30,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Smart TV LED UHD 4K 55” UE55DU7170UXZT-BLACK",
    "description": "La Samsung UE55DU7170UXZT è una Smart TV da 55” (139,7 cm) con risoluzione 4K Ultra HD (3840 x 2160) e tecnologia LED Flat. Dotata del Crystal Processor 4K, offre un’ottima qualità dell’immagine con colori vividi e dettagli nitidi. Supporta HDR per un contrasto migliorato e una gamma cromatica più ampia. La tecnologia Motion Xcelerator garantisce una visione fluida durante scene di movimento rapido. È compatibile con DVB-T2, DVB-S2 e DVB-C, e offre connettività Wi-Fi, Ethernet LAN e Bluetooth. Il design Slim Look si adatta facilmente a qualsiasi ambiente.",
    "category": "Televisori",
    "brand": "SAMSUNG",
    "price": 399,
    "image": "IMG_products/televisori/tv_1.jpeg",
    "displayDimensions": 55,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wi-Fi",
      "Ethernet",
      "3 HDMI",
      "1 USB",
      "Bluetooth"
    ],
    "id": 31,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "HISENSE - Smart TV Q-LED UHD 4K 100” 100E7NQ PRO-NERO",
    "description": "La Hisense 100E7NQ PRO è una Smart TV QLED da 100” (254 cm) con risoluzione 4K Ultra HD (3840 x 2160). Dotata di un pannello QLED con local dimming e angolo di visione di 178°, offre colori vividi e neri profondi. Supporta una frequenza di aggiornamento di 144 Hz, ideale per un’esperienza visiva fluida, soprattutto durante la visione di contenuti in movimento rapido. La luminosità massima raggiunge 800 nits, garantendo immagini chiare anche in ambienti luminosi.",
    "category": "Televisori",
    "brand": "HISENSE",
    "price": 1999,
    "image": "IMG_products/televisori/tv_2.jpeg",
    "displayDimensions": 100,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wi-Fi",
      "Ethernet",
      "4 HDMI",
      "2 USB",
      "Bluetooth 5.0"
    ],
    "id": 32,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Smart TV Q-LED UHD 4K 50” QE50Q60DAUXZT-TITAN GRAY",
    "description": "La Samsung QE50Q60DAUXZT è una Smart TV QLED da 50” (127 cm) con risoluzione 4K UHD (3840 x 2160). Dotata della tecnologia Quantum Dot, offre colori vividi e luminosità uniforme. Il processore Quantum Processor Lite ottimizza la qualità dell’immagine, mentre il sistema operativo Tizen consente l’accesso a numerose app e servizi di streaming. Supporta HDR10+ Adaptive per un’esperienza visiva migliorata.",
    "category": "Televisori",
    "brand": "SAMSUNG",
    "price": 479,
    "image": "IMG_products/televisori/tv_3.jpeg",
    "displayDimensions": 50,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wi-Fi",
      "Ethernet",
      "3 HDMI",
      "2 USB",
      "Bluetooth 5.0"
    ],
    "id": 33,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "STRONG - TV LED HD READY 32” SRT32HF2003C",
    "description": "Il modello SRT32HF2003C di STRONG è una TV LED da 32” (80 cm) con risoluzione HD Ready (1366 x 768 px). Dotata di un triplo sintonizzatore integrato (DVB-T2, DVB-C, DVB-S2), consente la ricezione di segnali terrestri, via cavo e satellitari. Supporta anche il CI+ per l’accesso a contenuti a pagamento.",
    "category": "Televisori",
    "brand": "STRONG",
    "price": 109,
    "image": "IMG_products/televisori/tv_4.jpeg",
    "displayDimensions": 32,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Ethernet",
      "2 HDMI",
      "1 USB"
    ],
    "id": 34,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Smart TV OLED UHD 4K 65” QE65S90DATXZT-GRAPHITE BLACK",
    "description": "Smart TV da 65” con pannello OLED 4K (3840 x 2160), processore NQ4 AI Gen2 per immagini dettagliate e colori vividi. Supporta HDR10+, frequenza di aggiornamento fino a 144 Hz, sistema operativo Tizen, compatibilità con Alexa e Google Assistant. Dotata di 4 HDMI, 2 USB, Wi-Fi, Bluetooth e Ethernet.",
    "category": "Televisori",
    "brand": "SAMSUNG",
    "price": 1547,
    "image": "IMG_products/televisori/tv_5.jpeg",
    "displayDimensions": 65,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wi-Fi",
      "Ethernet",
      "4 HDMI",
      "2 USB",
      "Bluetooth"
    ],
    "id": 35,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "HISENSE - Smart TV Q-LED UHD 4K 75” 75E79NQ-NERO",
    "description": "Smart TV da 75” con pannello QLED 4K (3840 x 2160), tecnologia Quantum Dot per colori vividi e dettagli nitidi. Supporta HDR10+ e Dolby Vision, frequenza di aggiornamento fino a 60 Hz, sistema operativo VIDAA U6, compatibilità con Alexa. Dotata di 3 HDMI, 2 USB, Wi-Fi e Bluetooth.",
    "category": "Televisori",
    "brand": "HISENSE",
    "price": 1099,
    "image": "IMG_products/televisori/tv_6.jpeg",
    "displayDimensions": 75,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wi-Fi",
      "Ethernet",
      "3 HDMI",
      "2 USB",
      "Bluetooth 5.0"
    ],
    "id": 36,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SMART TECH - TV LED FHD 40” 40FN01V3-high gloss black",
    "description": "TV LED da 40” con risoluzione Full HD (1920 x 1080), pannello D-LED e frequenza di aggiornamento a 60 Hz. Dotata di triplo tuner integrato (DVB-T2/C/S2), 3 porte HDMI, 2 USB e slot CI+. Audio Dolby Digital Plus con 2 speaker da 8W. Design elegante in High Gloss Black.",
    "category": "Televisori",
    "brand": "SMART TECH",
    "price": 179,
    "image": "IMG_products/televisori/tv_7.jpeg",
    "displayDimensions": 40,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "3 HDMI",
      "2 USB"
    ],
    "id": 37,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "PHILIPS - Smart TV LED FHD 32” 32PFS6109/12-Black",
    "description": "Smart TV da 32” con risoluzione Full HD (1920 x 1080), pannello LED e tecnologia Pixel Plus HD per immagini nitide e colori vivaci. Supporta HDR10 e HLG per una gamma dinamica estesa. Sistema operativo TITAN OS con accesso a servizi di streaming come Netflix, YouTube e Amazon Prime Video. Compatibile con Alexa e Google Assistant per il controllo vocale. Dotata di 3 porte HDMI, 2 USB, Wi-Fi, Bluetooth e LAN. Audio Dolby Digital MS12 con due altoparlanti da 5W ciascuno. Design sottile in colore nero opaco.",
    "category": "Televisori",
    "brand": "PHILIPS",
    "price": 183,
    "image": "IMG_products/televisori/tv_8.jpeg",
    "displayDimensions": 32,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wifi",
      "Ethernet",
      "3 HDMI",
      "2 USB",
      "Bluetooth"
    ],
    "id": 38,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "SAMSUNG - Smart TV OLED UHD 4K 55” QE55S85DAEXZT-GRAPHITE BLACK",
    "description": "Smart TV OLED da 55” con risoluzione 4K UHD (3840 x 2160), dotata di processore NQ4 AI Gen2 per upscaling intelligente e ottimizzazione dell’immagine. Supporta HDR10+, HLG e Filmmaker Mode per una qualità visiva cinematografica. Frequenza di aggiornamento nativa di 100 Hz con Motion Xcelerator per movimenti fluidi. Sistema operativo Tizen con accesso a numerose app e servizi di streaming. Connettività completa: 4 HDMI, 2 USB, Wi-Fi, Bluetooth e LAN.",
    "category": "Televisori",
    "brand": "SAMSUNG",
    "price": 899,
    "image": "IMG_products/televisori/tv_9.jpeg",
    "displayDimensions": 55,
    "displayPresence": "SI",
    "releaseYear": 2024,
    "connectivity": [
      "Wifi",
      "Ethernet",
      "4 HDMI",
      "2 USB",
      "Bluetooth"
    ],
    "id": 39,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  },
  {
    "title": "LG - Smart TV LED UHD 4K 43” 43UR78006LK-Nero",
    "description": "Smart TV da 43” con risoluzione 4K UHD (3840 x 2160), pannello LED con retroilluminazione Direct LED e angolo di visione di 178°. Dotata di processore α5 AI Processor 4K Gen6 per immagini ottimizzate e upscaling AI. Supporta HDR10 e HLG, con modalità Filmmaker Mode per un’esperienza cinematografica. Sistema operativo webOS 23 con ThinQ AI, compatibile con Alexa e Google Assistant. Audio da 20W con AI Sound Pro. Connettività: 3 HDMI, 2 USB, Wi-Fi, Bluetooth e LAN.",
    "category": "Televisori",
    "brand": "LG",
    "price": 299,
    "image": "IMG_products/televisori/tv_10.jpeg",
    "displayDimensions": 43,
    "displayPresence": "SI",
    "releaseYear": 2023,
    "connectivity": [
      "Wifi",
      "Ethernet",
      "3 HDMI",
      "2 USB",
      "Bluetooth 5.0"
    ],
    "id": 40,
    "createdAt": "2025-05-14T15:20:33.685Z",
    "updatedAt": "2025-05-14T15:20:33.685Z"
  }
]